{
  "twitter" : {
      "consumer_key" : "ceooAEZ4wBFGBDTkoGBzMxBjN",
      "consumer_secret" : "pP7r7osttnZnx60PEilf6aqHzuKjs6Lzd3uXIqy8X0EXNLiyJ6",
      "access_token_key" : "768831126097887232-osNkiSROJsKkNKtuNgpWzKbC1ohJURk",
      "access_token_secret" : "kcgTlbf5SwYUzYpbPgroKlQn0EL42T0st0LxFHG5scwcK"
  },
  "keywords" : "msamricth @msamricth",
  "match" : "@msamricth",
  "replies" : [
"@msamricth #TPP would empower multinational corporations to attack US policies & demand taxpayer compensation for our enviro, health & other laws", 
"@msamricth think #TPP is about trade? Wrong! TPP is about expanding and locking in corporate power. #StopTPP",
"@msamricth #TPP gives new rights for multinationals to sue the US gov't before a panel of 3 corporate lawyers for unlimited sums of taxpayer money",
"@msamricth Think #TPP is about trade? Wrong! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@msamricth Who had access to the #TPP negotiations? 500 corporate trade advisers, while  the public & press were locked out.",
"@msamricth #TPP would make it easier for multinationals to send US jobs overseas, lower our wages, raise meds prices, threaten the environment, & more!",
"@msamricth The #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@msamricth #TPP would lower US wages by throwing Americans into competition w/ workers in Vietnam making less than 65 cents an hour. #StopTPP",
"@msamricth The #TPP requires US to import food that does not meet our standards, threatening our families’ health and safety. #StopTPP",
"@msamricth The #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@msamricth #TPP would reduce access to life-saving meds in TPP countries, lock in high drug prices here by granting pharma firms new monopolies delete new",
"@msamricth #TPP does NOT work for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@msamricth #TPP meds rules would hit working & poor people hardest. Doctors Without Borders calls it the worst trade agreement ever for access to meds..",
"@msamricth #TPP includes new privileges for multinational corporations that help them offshore more U.S. jobs to low-wage countries.",
"@msamricth Major enviro groups OPPOSE the #TPP, and 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@msamricth The #TPP would undermine many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@msamricth #TPP includes countries w/ notorious, horrific human rights abuses, and eliminates existing policy tools used to pressure for reforms.",
"@msamricth The #TPP would gut 'Buy American' and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting them here.",
"@msamricth #TPP threatens internet freedom of expression, privacy and due process, and hinders peoples’ abilities to innovate",
"@msamricth #TPP would limit when/how governments can regulate essential services we all rely on like water, electricity, health care and more",
"@msamricth #TPP would undermine the re-regulation of Wall Street, give big banks new powers to cause the next economic meltdown.",
"@msamricth #TPP lets multinationals sue gov'ts if they think a country’s environmental, climate, energy or other policies violate new TPP rights",
"@msamricth Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse #StopTPP",
"@msamricth #TPP lets multinational corporations attack the health, environmental and financial protections on which we all rely. We must #StopTPP!",
"@msamricth #TPP is not a trade deal, it’s a corporate powergrab! We must #StopTPP!",
"@msamricth #TPP does not mention the words “climate change” even once in its 5000 pages. In fact, it actually undermine key enviro policies",
"@msamricth #TPP means multinational corporations can sue our government if they say our laws violate the new powers that the TPP grants them.", 
"#TPP is not an issue of left or right, it’s an issue of right and wrong! #StopTPP",
"#TPP is mostly not about trade, it’s about giving multinational corporations “undreamed-of powers” over our economy & our laws",
"@msamricth Who is for #TPP? Multinational corporations. Who is against? Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups"
  ],
  "max_replies_per_minute" : 6,
  "in_reply_to" : true
}
